{"backend": "tensorflow", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_600", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_601", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_602", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_603", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_604", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_605", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_606", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_607", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_608", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_609", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_610", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_611", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_612", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_613", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_614", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_615", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_616", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_617", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_618", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_619", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_620", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_621", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_622", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_623", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_624", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_625", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_626", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_627", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_628", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_629", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_630", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_631", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_632", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_633", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_634", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_635", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_636", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_637", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_638", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_639", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_640", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_641", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_642", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_643", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_644", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_645", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_646", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_647", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_648", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_649", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_650", "units": 1, "dtype": null, "activity_regularizer": null, "use_bias": true}}], "build_input_shape": [null, 784], "name": "sequential_25"}, "keras_version": "2.1.6-tf"}