{"backend": "tensorflow", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_434", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_435", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_436", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_437", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_438", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_439", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_440", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_441", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_442", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_443", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_444", "units": 1, "dtype": null, "activity_regularizer": null, "use_bias": true}}], "build_input_shape": [null, 784], "name": "sequential_19"}, "keras_version": "2.1.6-tf"}