{"backend": "tensorflow", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_466", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_467", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_468", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_469", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_470", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_471", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_472", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_473", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_474", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_475", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_476", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_477", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_478", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_479", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_480", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_481", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_482", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_483", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_484", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_485", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_486", "units": 1, "dtype": null, "activity_regularizer": null, "use_bias": true}}], "build_input_shape": [null, 784], "name": "sequential_21"}, "keras_version": "2.1.6-tf"}