{"backend": "tensorflow", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_487", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_488", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_489", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_490", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_491", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_492", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_493", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_494", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_495", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_496", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_497", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_498", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_499", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_500", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_501", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_502", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_503", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_504", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_505", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotNormal", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_506", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_507", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_508", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_509", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_510", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_511", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_512", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_513", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_514", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_515", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_516", "units": 200, "dtype": null, "activity_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_constraint": null, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "kernel_regularizer": null, "name": "dense_517", "units": 1, "dtype": null, "activity_regularizer": null, "use_bias": true}}], "build_input_shape": [null, 784], "name": "sequential_22"}, "keras_version": "2.1.6-tf"}